[General]
language=Português
link_pc_name=Nome do computador
link_connect_pwd=Palavra-passe
link_file_path=Pasta Caixa de entrada
link_auto_start=InÌcio autom·tico
link_change_folder_btn=Alterar
link_open_folder_btn=Abrir
link_change_folder_dialog_title=Escolha a pasta Caixa de entrada
link_save_button=Guardar
link_copyright=<c color="808080">Copyright (C) 2011-2015.</c><br/><c color="808080">Guangzhou Shirui Electronics. Todos os direitos reservados.</c>
link_save_success_msg=As definiÁıes foram guardadas com sucesso.
link_save_success_title=Mensagem
link_error_title=Erro
link_error_program_already_ran=A aplicaÁ„o est· em funcionamento, verifique o tabuleiro do sistema.
link_error_program_expire=A vers„o experimental expirou, contacte a Shirui para obter uma mais recente.
link_open_main_window=Abrir o SeewoLink
link_exit_program=Sair
link_minimize_to_tray=Minimizar para o tabuleiro do sistema
link_open_spec=Ajuda
link_update=Actualizar
link_register=Registar
link_error_title=Erro
link_message_title= Mensagem
link_update_network_error=Falha ao abrir a rede, tente mais tarde.
link_home_qrcode_tip=Cliente Android
link_connect_pc_tip= Analise o cÛdigo QR para estabelecer ligaÁ„o ao computador
link_reg_serial_invalid=N˙mero de sÈrie inv·lido
link_reg_partial_success=ParabÈns! Este n˙mero de sÈrie vai expirar apÛs %d vezes. Pode continuar a utilizar este NS para mais %d m·quinas.
link_reg_full_success=ParabÈns! Este NS È v·lido permanentemente. Pode continuar a utilizar este NS para mais %d m·quinas.
link_reg_response_failed=Lamentamos! O seu registo falhou.
link_reg_response_serial_error=Lamentamos! O seu registo falhou. Causado por: Erro de NS.
link_reg_response_error_lock=Lamentamos! O seu registo falhou. Causado por: O NS foi registado por outra m·quina.
link_reg_response_day_expire=Lamentamos! O seu registo falhou. Causado por: O NS expirou.
link_reg_input_serial_text=Introduza o n˙mero de sÈrie
link_error_unknown=Erro desconhecido.
link_reg_message_remaindays=O seu certificado vai expirar dentro de %d na vers„o experimental.
link_reg_message_remaindays_tip= <c color="CCCCCC">Vers„o %s, registada</c>
link_reg_message_remaindays_warn=<c color="CCCCCC">A vers„oÈ %s</c><c color="1899ED"><u><b><a id="1050">n„o registada </a></b></u></c><c color="CCCCCC">, permanece </c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC">na vers</c>
link_reg_message_remaindays_reminder=<c color="CCCCCC">A vers„o È %s</c><c color="1899ED"><b>.n„o registada</b></c><c color="FFFFFF">,permanece</c><c color="1899ED"><b>%d</b></c><c color="CCCCCC">na vers</c>
link_reg_rd_renew_button=Renovar
link_confirm_button=OK
link_cancel_button=Cancelar
link_reg_read_reginfo_error=Falha ao ler as informaÁıes de registo, efectue o registo novamente.
link_lang_setting_button=Idioma
link_lang_setting_hint=Escolha o seu idioma:
link_lang_setting_ok=OK
link_lang_setting_cancel=Cancelar
link_annotation_stop=Parar
link_auto_start_tip=O SeewoLink comeÁa com o Windows
link_lang_tip=Idioma
link_tab_text_status=Estado
link_tab_text_set=DefiniÁıes
link_tab_text_about=Acerca de
link_stat_connected_device_tip= Cliente ligado:
link_stat_connected_device= NULO
link_stat_conn_barcode_tip=Analisar para ligar
link_tab_text_help=<c color="FFFFFF">Para obter ajuda, </c><c color="0000ff"><u><a id="1051"> clique aqui </a></u></c>
link_client_connected_tip=<c color="CCCCCC">%s<br/>Ligado</c>
link_client_disconnected_tip=<c color="CCCCCC">%s<br/>Desligado</c>
link_softap_tip=Iniciar ponto activo
link_softap_info=<c color="808080">WiFi: %s</c><br/><c color="808080">Palavra-passe: %s</c>
link_softap_on=<c color="CCCCCC">O ponto activo:%s<br/> foi iniciado</c>
link_softap_off=<c color="CCCCCC">O ponto activo foi parado</c>
link_softap_error=N„o È possÌvel iniciar o ponto activo, certifique-se de que a WLAN est· activada
link_update_title=ActualizaÁ„o do SeewoLink
link_update_confirm=Pretende actualizar para a vers„o mais recente?
link_update_success=Foi actualizado para a vers„o mais recente
link_update_failed=Ocorreu uma falha ao actualizar para a vers„o mais recente, v· para o Website oficial para obter a vers„o mais recente
link_setup_uninstall=Desinstalar
link_setup_old_verision=Est· instalada uma vers„o antiga de %s, tem de ser removida antes de instalar esta nova vers„o.
link_setup_restart_prompt=%s tem de reiniciar o seu computador!
link_setup_system_not_match=%s requer pelo menos o Windows 7, a instalaÁ„o vai ser fechada!

link_lock_access=Lock Access
link_click_download_apk_help=<c color="CCCCCC"><c color="1899ED"><u><a id="1067">Download APP</a></u></c></c>
no_install_video_driver=Note: Graphics driver has not been installed,please install it first.
no_surpport_basic_themes=Spotlignt does not support Basic Themes,please turn to Aero Themes
pc_name_error=Failed to rename,there is no special character "%" or empty

link_reg_response_InvalidRequest=Client submits illegal request
link_reg_response_InvalidCheckCode=Invalid verification code
link_reg_response_MachineCodeError=Encoding is empty or does not match the format
link_reg_response_InvalidMachineCode=Machine code does not match
link_reg_response_SerialCodeError=Unable to resolve License
link_reg_response_InvalidSerialCode=Registration code does not exist
link_reg_response_OverdueSerialCode=Enter the registration code has been exhausted (the remaining number is 0)
link_reg_response_DatabaseException=Database exception occurs
link_reg_message_no_register=<c color="CCCCCC">%s  </c><c color="1899ED"><u><b><a id="1050">Not registered</a></b></u></c>
link_picture_show_window_tile=SeewoLink Picture Viewer
link_picture_show_full_window_tile=SeewoLink Picture Slide Viewer